import React, { FC } from "react";
import './fourthLab.scss';
import Footer from "../../components/Footer/Footer";

export const FourthLab: FC= () => {
  return (
    <div className="fourthLab">
      <div className="fourthLab__wrapper">
        <div className="fourthLab__inner">
          <p className="fourthLab__paragraph">
            Но предприниматели в сети интернет лишь добавляют фракционных разногласий и представлены в исключительно 
            положительном свете. Однозначно, сторонники тоталитаризма в науке объективно рассмотрены соответствующими 
            инстанциями. Приятно, граждане, наблюдать, как предприниматели в сети интернет являются только методом политического
            участия и смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности. 
            С учётом сложившейся международной обстановки, внедрение современных методик однозначно определяет каждого участника как 
            способного принимать собственные решения касаемо дальнейших направлений развития. Каждый из нас понимает очевидную вещь: 
            социально-экономическое развитие однозначно определяет каждого участника как способного принимать собственные 
            решения касаемо направлений прогрессивного развития.
          </p>
          <p className="fourthLab__paragraph second">
            Но предприниматели в сети интернет лишь добавляют фракционных разногласий и представлены в исключительно 
            положительном свете. Однозначно, сторонники тоталитаризма в науке объективно рассмотрены соответствующими 
            инстанциями. Приятно, граждане, наблюдать, как предприниматели в сети интернет являются только методом политического
            участия и смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности. 
            С учётом сложившейся международной обстановки, внедрение современных методик однозначно определяет каждого участника как 
            способного принимать собственные решения касаемо дальнейших направлений развития. Каждый из нас понимает очевидную вещь: 
            социально-экономическое развитие однозначно определяет каждого участника как способного принимать собственные 
            решения касаемо направлений прогрессивного развития.
          </p>
          <div className="fourthLab__div">
            <p className="">
              <h1></h1>
            </p>
          </div>
          <div className="fourthLab__main">
              Отступ сверху основного блока равен 20px, когда у предыдущего нижний отступ равен 30. Они схлопнулись к большему - 30px.
            <div className="fourthLab__top"> Margin-bottom = 50px</div>
            <div className="fourthLab__bottom">Margin-top = 10px </div>
          </div>
        </div>
      </div>
      <Footer/>
    </div>
  )
}

export default FourthLab;
